Repository: nvdaaddons/clock
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hu

source: The date and time format you were using are not compatible with this version of the Clock add-on, this will be fixed during installation. Click OK to confirm these corrections
hu: A KORÁBBI dátum- és időformátum nem kompatibilis a bővítmény ezen verziójával, ez a telepítés közben ki lesz javítva. Nyomja meg az ok gombot a korrekciók elfogadásához.

source: Time and date format corrections
hu: Dátum és idő formátum korrekció

source: {hours} hours,
hu: {hours} óra,

source: {minutes} minutes,
hu: {minutes} perc,

source: {seconds} seconds
hu: {seconds} másodperc

source: 0 seconds
hu: 0 másodperc

source: Clock
hu: Óra

source: Clock se&ttings...
hu: Óra b&eállításai...

source: Clock and calendar setup
hu: Óra és naptár beállításai

source: Clock setup
hu: &Óra beállításai

source: Clock setup for times and dates
hu: Idő és dátumbeálítások

source: Alarm settin&gs
hu: &Riasztás beállításai

source: Allows you to schedule an alarm
hu: Riasztás ütemezése

source: Day {day}, week {week} of {year}, remaining days {remain}.
hu: {year} {week}. hete és {day}. napja, , az évből még {remain} nap van hátra.

source: Speaks current time. If pressed twice quickly, speaks current date. If pressed thrice quickly, reports the current day, the week number, the current year and the days remaining before the end of the year.
hu: Egyszer lenyomva Bemondja a jelenlegi időt, kétszer gyorsan lenyomva a jelenlegi dátumot, háromszor gyorsan lenyomva a jelenlegi évet, az évből eltelt hetek és napok számát, valamint az évből még hátralévő napok számát.

source: Clock and calendar layer commands. After pressing this keystroke, press H for additional help.
hu: Óra parancsréteg vezérlője. A billentyűparancsot kiegészítve a H betűvel további segítséget kaphat.

source: Reset. Running.
hu: Újraindítva. Fut.

source: Running.
hu: Fut.

source: {0} stopped.
hu: {0} leállítva.

source: Starts, resets or stops the stopwatch.
hu: Elindítja, leállítja vagy újraindítja a stoppert

source: Speaks current stopwatch or count-down timer.
hu: Megadja A stopper vagy a visszaszámláló idejét

source: Elapsed time {elapsed}, remaining time {remaining}.
hu: Eltelt idő {elapsed}, hátralévő idő {remaining}.

source: No alarm
hu: Nincs riasztás

source: Gives the remaining and elapsed time before the next alarm.
hu: a következő riasztásig eltelt, ill. fennmaradó idő bejelentése.

source: Alarm cancelled
hu: Riasztás törölve

source: Cancel the next alarm.
hu: A következő riasztás törlése.

source: The stopwatch is already reset to 0. Use the clock layer command followed by s to start it.
hu: A stopper már le van nullázva, Az elindításhoz használja az óra parancsréteg vezérlőjét az S betűvel kiegészítve.

source: Stopwatch reset.
hu: Stopper lenullázva.

source: Resets stopwatch to 0 without restarting it.
hu: A stopper lenullázása, újraindítás nélkül

source: Lists available commands in clock command layer.
hu: Listázza az óra parancsréteg vezérlőjével használható parancsokat.

source: Allows to check the next alarm. If pressed twice, cancels it.
hu: A következő riasztás megtekintése, kétszeri lenyomásra törli.

source: No sound is launched.
hu: Nincs betöltve hang.

source: Sound stopped
hu: Hang megállítva

source: If an alarm is too long, allows to stop it.
hu: Folyamatban lévő riasztási hang megszakítása.

source: Display the clock settings dialog box.
hu: Megjeleníti az óra beállításait

source: Display the alarm settings dialog box.
hu: Megjeleníti a riasztás beállításait

source: &Time display format:
hu: &Idő megjelenítési formátum:

source: &Date display format:
hu: &Dátum megjelenítési formátum:

source: off
hu: Soha

source: every 10 minutes
hu: Tíz percenként

source: every 15 minutes
hu: Negyedóránként

source: every 30 minutes
hu: Félóránként

source: every hour
hu: Óránként

source: &interval:
hu: &Automatikus időjelzés

source: speech and sound
hu: Beszéd és hang

source: speech only
hu: Csak beszéd

source: sound only
hu: Csak hang

source: Time &announcement:
hu: &Jelzés típusa

source: Clock chime &sound:
hu: Óra jelző&hangja:

source: &Quiet hours
hu: &Csendes órák

source: Input in &24-hour format
hu: &24 órás formátum

source: Quiet hours start time:
hu: Csendes órák kezdete:

source: Quiet hours end time:
hu: Csendes órák vége:

source: The value you entered for your quiet hours is erroneous, for a 24-hour format, the value must be HH:MM, for a 12-hour format, the value must be HH:MM followed by the AM or PM suffix, please reread the documentation. So your quiet hours have been deactivated for prevent any error in the configuration file.
hu: A csendes órák idejét nem az elvárt formátumban adta meg. Amíg nem adja meg helyesen, az opció ki lesz kapcsolva. A helyes megadás 24 órás formátum esetén óó:pp, 12 órás formátum esetén óó:pp kiegészítve az AM vagy PM utótaggal.

source: Error
hu: Hiba

source: Alarm setup
hu: Riasztás beállításai

source: Hours
hu: Óra

source: Minutes
hu: Perc

source: Seconds
hu: Másodperc

source: Choose the type of timer &inputs before the alarm rings:
hu: Válassza ki az időzítés &egységét

source: A&larm sound:
hu: Riasztás &hangja:

source: &Stop
hu: &Leállít

source: &Pause
hu: &Szünet

source: Alarm &time waiting:
hu: &Riasztási idő

source: You've chosen an alarm to be triggered in {tm} {unit}
hu: Az ismétlődő riasztás ideje {tm} {unit}

source: Confirmation
hu: Megerősítés

source: It's {hours} o'clock and {minutes} minutes
hu: Most {hours} óra {minutes} perc van

source: It's {hours} o'clock, {minutes} minutes and {seconds} seconds
hu: Most {hours} óra, {minutes} perc és {seconds} másodperc van

source: {hours} o'clock, {minutes} minutes
hu: {hours} óra, {minutes} perc

source: {hours} o'clock, {minutes} minutes, {seconds} seconds
hu: {hours} óra, {minutes} perc, {seconds} másodperc

source: It's {minutes} past {hours}
hu: {minutes} perccel múllt {hours} óra

source: {hours} h {minutes} min
hu: {hours} ó {minutes} p

source: {hours} h, {minutes} min, {seconds} sec
hu: {hours} ó, {minutes} p, {seconds} mp

source: It's {hours}:{minutes}
hu: {hours}:{minutes}

source: It's {hours}:{minutes}:{seconds}
hu: {hours}:{minutes}:{seconds}

source: An advanced clock and calendar for NVDA. NVDA+F12, get current time. NVDA+F12 pressed twice quickly, get current date. NVDA+F12 pressed thrice quickly, reports the current day, the week number, the current year and the remaining days before the end of the year. For other instructions, press Add-on help button in add-ons manager.
hu: Egy kibővített óra az NVDA-hoz. NVDA+F12: bemondja a jelenlegi időt. NVDA+F12 kétszer gyorsan: bemondja a jelenlegi dátumot. NVDA+F12 háromszor gyorsan: bemondja a jelenlegi évet, az évből eltelt hetek és napok számát, valamint az évből még hátralévő napok számát. További segítségért nyomja meg a súgó gombot a bővítménykezelőben.
